Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/skuvlahistorja2/saltbingen-n.html.tmx
Source language: nob
Languages: smj

source: – Denne må dere ta godt vare på.
smj: – Dáv girjev hæhttubihtit várajda válldet.

source: Ikke noe kroting, har dere forstått, sier han og stryker Petter over luggen.
smj: Ehpit rånntsit oattjo. Lihpit gus dádjadam, javllá ja Pettera vuoptajt njávkas.

source: Nå gjelder det å være på vakt.
smj: Viertti gáhttit.

source: Hadde han bare forstått alle ordene.
smj: Jus lij dal divna bágojt dádjadit.

source: Han åpner og lukker munnen når læreren snakker, prøver å tygge ordene i seg.
smj: Rahpá ja dahppá njalmev gå åhpadiddje sáhkat, gæhttjal bágojt njiellat.

source: Hva er det nå?
smj: Mij la så dal?

source: Skoledagen er over.
smj: Skåvllåbiejvve l nåhkåm.

source: Den navnløse gråter ikke, og de minste blir hentet av fremmede.
smj: Namádibme ij tjiero, ja unnemusá viettjaduvvi amás ulmutjijs.

source: Petter skal bo sammen med to gutter og tre jenter.
smj: Petter galggá guovte báhtja, ja gålmå næjtso siegen årrot.

source: Husbonden venter utenfor og sier at de skal få hilse på henne som lager mat og stopper lester.
smj: Goadeboanndi ålgusjbielen vuorddá, ja javllá galggi suv oadtjot buorastahttet guhti biebmojt máles ja guobajt gårut.

source: Han er liten og tykk og Petter tror han er snill.
smj: Goadeboanndi l unnagasj ja gassuk, ja Petter árvvet buorre ulmusj la.

source: Huset ligger bak en liten haug.
smj: Goahte l unna dievátja duogen.

source: Trammen er dekket av sauelort, og det er katter under tellet.
smj: Goade guoran li sávtsa bajka, ja goade vuolen li gáhtto.

source: I kjøkkenet tusler matmora, krokrygget og lita.
smj: Gievkanin goadeiemet váttsasj, roahkkot ja unnagasj.

source: Hun smiler ikke, og de får spise småsei og mandelpoteter.
smj: Sån ij tjájma, ja máná oadtju smávsájdijt ja berunijt bårråt.

source: Om ettermiddagen smyger han seg ut kjøkkendøra.
smj: Iehketbiejve ålgus njáhká.

source: Det lukter gammel fisk og salt i gangen.
smj: Boadáldagán la guolle- ja sálltetsiehka..

source: Han setter seg på hoggstabben ved skjulet, fra den er det god utsikt mot fjorden.
smj: Tjåhkkit muorrastuohpo nali muorraskuohto guoran, dassta l buorre várddodahka vuodnaj.

source: En odde stenger for utsikten til Luokta.
smj: Valla Luokta ij vuojnnu, njárgga duosstu.

source: Furuskogen strekker seg heilt ut på spissen, og han veit at bak toppene er huset, naustet og hjellene.
smj: Biehtsevuovdde l gitta njárga gæhtjáj, ja diehtá muorragierragij duogen la goahte, návsste ja jielle.

source: Bortenfor står fjøset, tro om de har slaktet lammene?
smj: Dåppebun la fiekse. Njuovvam li gus lippajt?

source: Nei, de lever.
smj: Ælla, lippa li viesso.

source: Da han reiste, gresset de på bakkene.
smj: Gå sån sijdas vuolgij, de dievájn guohtun.

source: Det er så lenge sida de la fra land, og han vil heim.
smj: Mælggat la juo gå gáttes vuolggin, ja sijddaj sihtá.

source: Men ingen kan gå den veien. Strandlinja er stup og glatte berg og det er blådjupt under det flytende tanget.
smj: Valla ij dåhku dåhkki vádtset, Fierva miehtáj li gahtjadagá, ja bávte ma li njalkkasa, jå gårvvodákkij vuolen la nuorre tjiegŋal.

source: De kommer nok på fredag?
smj: Båditji gåjt bierjjedagá?

source: Natta tilbringer han i flatseng sammen med de to guttene.
smj: Ijáv oada duolbo seŋgan guovte báhtja siegen.

source: Han må ligge inne ved veggen og svetter.
smj: Viertti såkken oadet, ja bivástuvvá.

source: Jentene prater lavmælt i rommet innenfor.
smj: Sisŋep lanjan næjtso sáhkadi. Oaddaji váni sáhkadik.

source: Snart kommer matmora, sier god natt og tar parafinlampa.
smj: Iemet boahtá, buorre ijáv sávat ja ulljolámpov válldá.

source: Lyset forsvinner sakte over de gamle veggene.
smj: Tjuovgga suojmma oabme siejnijt guodá.

source: Så legges luka på, og øynene må vennes.
smj: Ja de luvkko dahpaduvvá ja tjalme hárjjjáni.

source: Ute er det visst måneskinn, det er svake strimer av lys i veggene.
smj: Ålggon la dávk mánnodihpe, siejnen mánnotjuovgga vehik vuojnnu.

source: De andre puster rolig.
smj: Då iehtjáda jasska båssu.

source: De sover nok.
smj: Ådi dávk.

source: Han ser mora.
smj: Vuojnná iednes.

source: Hun sitter ved kjøkkenbordet.
smj: Tjåhkkåj gievkanbievde guoran.

source: Vedkassen er fylt opp, og hun er aleine.
smj: Muorrakássa l dievva, ja sån la aktu.

source: Nå slukner det i komfyren.
smj: Gullá bárojt stárfon dåjddemin.

source: Det lukter bjørkeved, og nå høres lette fottrinn over golvet.
smj: Soahkemuorra tsiehka l, ja de giehpes lávke gulluji.

source: Hun åpner ovnsdøra og kikker inn, kikker i glørne og myser mot varmen.
smj: Rahpá vuonáuvsav ja dållåj guovllá, hilájda gæhttjá.

source: Så kler hun av seg, hun kler alltid av seg på kjøkkenet.
smj: De nuolat, agev gievkanin nuolat.

source: Kjenner etter at klærne henger trygt over ovnen og vrir om nøkkelen i ytterdøra.
smj: Gatsos biktasijt vuoná bajelt ja tjoavddagav uvsan bådnjål.

source: Det er sikkert kaldt på beina, hun klager alltid på trekk fra kjelleren.
smj: Tjoaskes lisj má juolgijda, sån agev luodju tjælláris jiella boahtá.

source: Hun løfter parafinlampa av spikeren og kommer opp trappa.
smj: Ulljolámpov spihkáris válldá, ja tráhpáv bajás boahtá.

source: Først ser hun på Laila og baller på henne.
smj: Vuostak Lailaj gæhttjá ja suv gåptjåt.

source: Nå ser hun at senga hans er tom.
smj: De vuojnná Pettera sæŋŋga l guoros.

source: Petter snur seg mot veggen.
smj: Petter siejne guovlluj jårges.

source: Det knirker alltid når mora strekker seg.
smj: Gulla gå gåbttjåsav gáble badjel gatsos.

source: Så blåser hun i lampeglasset.
smj: Sæŋŋga agev gitjárt gå ieddne viellit.

source: Et bestemt pust i kanten.
smj: De lámpov båssi.

source: Det synger hult i botnen av glasset og det er like mørkt i Luokta som i Buvika.
smj: Tjavgga glássarabddaj båssis, ja glássa degu jiednat, ja de lij sæmmi sjævvnjat Luovtan degu Buvijkan.

source: Fra Musken i Tysfjord
smj: Måsske Divtasvuonan

source: (Foto: Svein Lund)
smj: (Gåvvå: Svein Lund)

source: Fra kapittel 16
smj: 16. kap.

source: s. 160–161
smj: b. 160-161

source: De skriver og gråter, pugger utenat og synger salmer.
smj: Tjálli ja tjierru, ålgolt låhki ja sálmajt lávllu.

source: Og læreren går mellom bordene.
smj: Åhpadiddje bievdij gaskav vádtsá.

source: Peiker i bøkene, gir refs og oppmuntring.
smj: Girjijda gæjggá, nuktal ja arvusmahttá.

source: Nå er han hos Laila, hun er visst flink.
smj: Dálla l Laila lunna. Laila l má smidá.

source: Petter strekker seg mot taket, legger armene i kors og gjesper.
smj: Petter vanát, gieda ruossot rábe vuolláj, ja gavás.

source: Da kjenner han kloa i nakken, hard og bestemt og han blir tvunget framover.
smj: De garra gattsa suv niskes doahppiji, ja sån tjavgga åvddån nággiduvvá.

source: – Sitt skikkelig!
smj: - Tjåhkkåha riekta!

source: Ydmykelsen virker kvelende, og han bøyer seg.
smj: Illastimes gullat háhpaskuvvá, ja guggŋit.

source: Han forstår ordene, men læreren gir seg ikke: det heter tull, ikke tyll, det heter penger, ikke benger, det heter glunt, ikke klynt.
smj: Dádjat gal bágojt, valla åhpadiddje ij hiejte delbastimes:- I galga javllat tyll, valla tull, i benger, valla penger.

source: Det heter et hus, ikke en hus, det heter et vaskefat, ikke en vaskefat.
smj: Mij javllap et hus, ep javla en hus.

source: Den navnløse er ikke lenger navnløs.
smj: Namádibme ij la desti namádak.

source: Sigrid har vokst av seg redselen, og han kaster ofte blikk mot den andre sida av klasserommet.
smj: Sigrid la stuorrum ja ij la desti balon, ja Petter álu klássalanjá nuppe bælláj gehtjas.

source: Men andre er kommet til, unger som lamslått av respekt pisser i buksa.
smj: Valla iehtjáda li boahtám, máná gudi balos båvsåjda gådtji.

source: Hver fredag blir de hentet.
smj: Juohkka bierjedagá sijáv viedtji.

source: Det er fint å komme heim, få ligge i egen køye, slippe å sitte stiv ved middagsbordet.
smj: Buorak la sijddaj boahtet, ietjas seŋgan oadet, bessat tjåhkkåhimes duolla gå mállásijt bårri.

source: Tilbaketuren er alltid strevsom.
smj: Agev la låssåt gå galggi máhttsat.

source: Mora er fåmælt når de ror under bergene.
smj: Ieddne ij vuojga sáhkada gå bávtij vuolev suhki.

source: Skolestua er aldri varm når de begynner.
smj: Skåvllådåben ij la goassak bivval gå båhti.

source: Isen smelter på de små rutene og lager skitne vannpytter i karmene og ved lista.
smj: Vinndegijs jiegŋa suddá ja smávva sláttutja li vinndekbællán.

source: Mellom plankene i bordet kryper vegglusa.
smj: Fielloj gaskan bievden siejnnedihke lådi.

source: De små dyrene spretter fram i lyset når noen riper med blyantspissen eller pennesplitten.
smj: Dá smávva tjivrrusa ruosádi gå soames blyánntasnjutjijn jali pænnasnjutjijn sárgas.

source: Da blir læreren sint og sier at blyantene er for kostbare til å ripe i sprekkene med. Alt koster penger, og det er fattigkassen som betaler, sier han.
smj: Åhpadiddje de suhttá ja javllá blyánta li ilá divrrasa sálvojt råkkåtjit. Divna li má divrrasa, ja hæjojviehkke vierrti mákset.

source: Han liker å prate om hjernen.
smj: Åhpadiddje lijkku vuojŋŋama birra ságastit.

source: Da retter han ryggen og ser høytidelig på elevene.
smj: De oajvev bajet, tjavelgav njuolggi, ja alvot oahppijda gæhtjá.

source: I hjernen bor alt, regnestykkene, eventyrene, tegningene.
smj: Vuojŋŋamin divna årru, riekniga, subttsasa ja tjuorggasa.

source: Vitenskapen er kommet langt, sier han.
smj: Dálla gávnnuji diedo daj birra, javlla sån.

source: En dag stopper han ved Sigrid.
smj: Soames biejve Sigrida guoran ganuk.

source: Han legger handa over panna, stryker det lange svarte håret bakover og presset hodet varsomt etter.
smj: Biedjá giedav gálluj, njávkas suv tjáhppis, guhka vuoptajt maŋus, ja oajvev aj várrogisát maŋus dieddel.

source: Så slipper han, holder avstanden og går triumferende opp til tavla og merker av.
smj: Ja de bielggetjuvde ja tjutjuktjuvde gaskan gállov mihtti.

source: – Slik kan vi faktisk måle hjernen, sier han ivrig.
smj: Gå la mihttim de goarrsát manná táblluj ja mierkki.

source: Alle testes.
smj: Divna mihttiduvvi.

source: Læreren merker av med kritt og skriver bokstaver foran.
smj: Åhpadiddje krihtajn mierkki, ja bokstávajt åvddåj tjállá.

source: Petter krøker seg under de kalde fingrene.
smj: Petter roahkku daj galmma tjuvdij vuolen.

source: Ei av jentene kommer dårligst ut, men læreren trøster med at ikke alle som har stor hjerne er flinke.
smj: Avtan næjtson lij unnemus gállo, valla åhpadiddje suv jasskat ja javllá ælla divna tjiehpe gejn li ållo vuojŋŋama.

source: – Hva sier du til det, Petter?
smj: Vaj majt javla, Petter?

source: Petter glemmer seg og svarer på samisk at han ikke riktig veit hva han skal tro.
smj: Petter vajált, sámegielav sáhkat ja javllá ij riekta diede majt galggá jáhkket.

source: Læreren ser oppgitt på han.
smj: Åhpadiddje vuojnnet hessu.

source: – Hvor mange ganger skal jeg gjenta at dere ikke skal snakke samisk i skolestua.
smj: –Galli galgav gærddádit? Diján ij la loahpe sámegielav skåvllådåben sáhkadit.

source: Det står i loven at enhver lærer plikter å etterse at det ikke skjer, eventuelt straffe den som måtte gjøre det.
smj: Lágan tjuodtju juohkka åhpadiddjen la åvdåsvásstádus bærrájgæhttjat vaj oahppe e sámásta, ja jus sámásti, de galggá åhpadiddje sijáv stráffut.

source: Petter, du er herved advart.
smj: Petter, juo lav de duv várrodam.

source: Petter rødmer, og læreren ser opphisset ut i klasserommet, legger armene på ryggen og lener seg fram.
smj: Petter ruoppsadin tsahká, ja åhpadiddje bissaladdá.

source: – Du kan kanskje gjøre et nytt forsøk?
smj: Gieda hárddo duogen åvddån guvnnjaj.

source: Skal han en gang for alle gjøre opp?
smj: – Vájbi ájn akti gæhttjala? Galggá gus mávsedit?

source: Skal han gå bort til katetret og brekke fingrene på mannen?
smj: Galggá gus åhpadiddje bævddáj mannat ja sujsta tjuvdijt dådjalit?

source: Han er sterk nok.
smj: Galla l sån gievrra.

source: – Æ veit ikkje, svarer han tvert.
smj: – Iv mån diede, gussjmaha vásstet.

source: Andre artikler i Samisk skolehistorie 2
smj: Ietjá artihkkala girjes Sámij skåvllåhiståvrrå 2
